Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: །འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ལུས་ནི་ཕལ་པ་ཐ་མའི་ལུས་མ་ཡིན་གྱི་བྱིན་གྱིས་བརླབས་པའི་ལུས་དང་། བདུད་རྩིའི་ལུས་ཡིན་པར་རིག་པར་བྱའོ།
en: The bodies of bodhisattvas who abide in this samādhi are not ordinary, inferior bodies. You should know that they are empowered manifestation bodies, that they are nectar-like bodies. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་གང་གི་ཚེ་བྱིན་གྱིས་བརླབས་པའི་ལུས་ཟད་པར་བྱེད་པ་དེའི་ཚེ་བྱ་རྒོད་དང་། ཆུན་ལག་ལ་སོགས་པ་སྲོག་ཆགས་རྣམས་ཀྱིས་དེའི་རོ་རྩིའི་སྡོང་བུ་བཞིན་དུ་ཟས་སུ་ཟ་བར་འགྱུར་ལ།
en: Great Cloud Essence, moreover, when bodhisattvas who abide in this samādhi have finished with their empowered manifestation bodies, then their flesh, which is like a medicinal tree, becomes food to be eaten by creatures such as vultures and ospreys.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱང་ངན་སོང་དུ་འགྲོ་བར་འགྱུར་བ་དེ་ནི་གནས་མེད་དེ།
en: Furthermore, those sentient beings will then have no basis for being reborn in unpleasant realms.

source: ལྷ་དང་མིའི་ནང་དུ་སྐྱེ་ཞིང་སངས་རྒྱས་མང་པོ་མཉེས་པར་བྱེད་པར་འགྱུར་རོ།
en: They will be born among gods or humans and will go on to please many buddhas. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་མྱུར་དུ་རྟོགས་པར་འདོད་པའི་དགེ་སློང་ངམ། དགེ་སློང་མ་འམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མས་ནི་འདི་ལྟར་སེམས་བསྐྱེད་པར་བྱ་སྟེ། དེ་བཞིན་གཤེགས་པ་ནི་རྟག་པ་དང་།
en: Furthermore, Great Cloud Essence, monks, nuns, laymen, and laywomen who desire to quickly realize this samādhi should give rise to the thought, ‘The Tathāgata is permanent, eternal, tranquil, and stable.

source: ཐེར་ཟུག་པ་དང་། ཞི་བ་དང་། བརྟན་པ་དང་། དམ་པའི་ཆོས་ཀྱི་མདོ་ནུབ་པར་མི་འགྱུར་བར་བྱ་བའི་ཕྱིར་སེམས་ཅན་གང་དང་གང་ལ་ཅི་དང་ཅིས་དོན་དུ་འགྱུར་བ་དེ་དང་དེ་ལ་དེ་དང་དེ་སྦྱིན་པར་བྱའོ་སྙམ་སྟེ།
en: In order to ensure that the discourses of the sacred Dharma will not disappear, I give whatever to whomever in order to benefit sentient beings whenever, wherever, whomever they may be, and by whatever means.’ Thinking thus, they give rise to the thoughts,

source: །ཡན་ལག་རེ་རེ་ནས་འདོད་པ་རྣམས་ལ་ཡང་ཡན་ལག་རེ་རེ་ནས་སྦྱིན་ནོ།
en: To those who desire every limb, I will give every limb.

source: །བྲན་འདོད་པ་རྣམས་ལ་ཡང་བྲན་དུ་འགྲོ་བར་བྱའོ།
en: For those who desire servants, I will act as a servant.

source: །དམ་པའི་ཆོས་བསྟན་པ་དང་བཤད་པའི་ཕྱིར་ཡང་བདག་གི་ལག་པ་ཁྱེར་བར་གྱུར་ཅིག །
en: So that I can teach and explain the sacred Dharma, may they take my arms!

source: བདག་གི་རྐང་པ་ཁྱེར་བར་གྱུར་ཅིག །
en: May they take my legs!

source: དེ་བཞིན་དུ་སྣ་དང་། རྣ་བ་དང་། ཡན་ལག་སོ་སོ་རྣམས་དང་། དེའི་འོག་ཏུ་བདག་གི་སྲོག་ཀྱང་ཡོངས་སུ་གཏོང་བར་གྱུར་ཅིག་ཅེས་སེམས་བསྐྱེད་པར་བྱ་སྟེ།
en: Similarly, may I give away my nose, my ears, each of my limbs, and beyond that, even my life!’

source: བདག་ཉིད་རྩིའི་སྡོང་བུ་བཞིན་དུ་རྟག་ཏུ་བསྐྱེད་པར་བྱ་ཞིང་ཇི་སྲིད་འཚོའི་བར་དུ་ཡང་སེམས་བསྐྱེད་པར་བྱས་ན་སེ་གོལ་གཏོགས་པ་ཙམ་དུ་སེམས་བསྐྱེད་པར་བྱ་བ་ལྟ་ཅི་སྨོས།
en: Constantly giving rise to the thought that they themselves are like medicinal trees, they produce this thought for as long as they live, not simply for the duration of a finger snap. “

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་དཔེར་ན། རྟའི་རྒྱལ་པོ་རྔོག་ཁྱེར་དང་ལྡན་པ་སྤྲིན་གྱི་ཤུགས་ཅན་ནི་གྲུ་ཞིག་པའི་མི་རྣམས་ཀྱི་ཕྱིར་བརྟན་པའི་སེམས་ཀྱིས་ཆས་ཏེ།
en: Furthermore, Great Cloud Essence, it is like a horse king with a flying mane and the power of clouds who sets out with the firm intention to rescue people who have been shipwrecked.

source: རི་མ་ལ་ཡའི་དབུས་སུ་འདུག་ནས་སྒྲ་ཆེན་པོ་བསྒྲགས་ཏེ། གང་དག་ངའི་རྒྱབ་བམ། ཕོངས་སམ། བྱ་ལ་འམ། ཐ་ན་སྤུའི་ཉག་མ་ཙམ་ལས་འཇུ་བའི་སེམས་ཅན་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་བསྒྲལ་བར་བྱའོ། །
en: From the middle of Mount Malaya, he issues a great call: ‘Any sentient beings who grab hold of my back, my hindquarters, my tail, or even a single one of my hairs will all be saved!’

source: ཞེས་ཟེར་བ་དེ་བཞིན་དུ་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་དགེ་སློང་ངམ། དགེ་སློང་མ་འམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་དག་སྤྱོད་པ་ཅན་དང་། ཀུན་ཏུ་རྒྱུ་དང་། སེམས་ཅན་གཞན་དག་ལ་འཕྱ་བའི་ཕྱིར་རམ། བསྟིང་བའི་ཕྱིར་ཏིང་ངེ་འཛིན་འདི་ལས་དེ་བཞིན་གཤེགས་པ་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། ཞི་བ་དང་། བརྟན་པ་དང་། ཟབ་པའི་ཚིག་གི་དོན་ནམ། ཚིགས་སུ་བཅད་པ་འམ། ཐ་ན་ཚིག་གི་ཕྱེད་ཀྱང་རུང་སྟེ། རྣ་ལམ་དུ་ཐོས་པར་བྱེད་པ་དག་དང་། གང་དག་འཆད་པ་ཡང་རུང་བའི་སེམས་ཅན་གྲུ་ཞིག་པར་གྱུར་པ་དང་འདྲ་བ་དེ་དག་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བའི་དྲ་བ་ལས་གྲོལ་བར་བྱེད་དོ།
en: Similarly, if there are sentient beings who, even out of derision or criticism, cause monks, nuns, laymen, laywomen, carakas, wanderers, or any other sentient beings to hear a single profound sentence, or a verse, or even part of a sentence deriving from this samādhi on the Tathāgata’s permanence, eternality, tranquility, and stability and who explain these teachings, then bodhisattvas who abide in this samādhi will liberate those sentient beings, who are as though shipwrecked, from unpleasant rebirths in the lower realms. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་རྣ་ལམ་དུ་གྲག་པ་ཙམ་གྱིས་དེ་དག་མིའི་དབང་པོའི་ཕུན་སུམ་ཚོགས་པ་ལས་ཉམས་པར་མི་འགྱུར་རོ།
en: Furthermore, Great Cloud Essence, humans who simply hear of this samādhi will attain perfect lordship over humans, and they will never stray from that.

source: །ལྷའི་དབང་པོའི་ཕུན་སུམ་ཚོགས་པ་ལས་ཉམས་པར་མི་འགྱུར་རོ།
en: They will attain perfect lordship over the gods, and they will never stray from that.

source: །ཚངས་པའི་དབང་པོའི་ཕུན་སུམ་ཚོགས་པ་ལས་ཉམས་པར་མི་འགྱུར་རོ།
en: They will attain the perfect lordship of Brahmā, and they will never stray from that.

source: །སངས་རྒྱས་འབྱུང་བའི་ཕུན་སུམ་ཚོགས་པ་ལས་ཉམས་པར་མི་འགྱུར་རོ།
en: They will attain the perfect advent of buddhahood, and they will never stray from that.

source: །མདོ་འདིའི་ཏིང་ངེ་འཛིན་གྱི་ཕུན་སུམ་ཚོགས་པ་ལས་ཉམས་པར་མི་འགྱུར་རོ།
en: They will perfect the samādhi of this discourse, and they will never stray from that.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་ཡང་དག་པའི་ལྟ་བ་ཅན་ལགས།
en: Bhagavān, does a bodhisattva who abides in this samādhi have an exceedingly correct view?” “

source: བཀའ་སྩལ་པ། ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དག་དེ་ཁོ་ན་དང་། རྟག་པ་དང་། བདག་དང་སེམས་ཅན་དུ་འདུ་ཤེས་པ་ཡང་དག་པར་མཐོང་བ་དག་ནི་ཤིན་ཏུ་ཡང་དག་པའི་ལྟ་བ་ཅན་ཡིན་ཞེས་ང་སྨྲའོ།
en: Those bodhisattva mahāsattvas abiding in this samādhi who have a correct view based on the conceptions of reality, permanence, self, and sentient beings can be said to possess an exceedingly correct view.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཅི་ལས་དགོངས་ཏེ་འཇིག་རྟེན་པའི་འདུ་ཤེས་བརྫུན་པ་རྣམས་རྫོགས་པར་བཤད་ཅིང་དེ་སྐད་བཀའ་སྩལ། བཀའ་སྩལ་པ།
en: Bhagavān, what does the Tathāgata mean by replying entirely with an explanation involving deceptive worldly conceptions?” “

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་ཁོ་ན་དང་། རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་པ་ཞེས་བྱ་བ་ནི་ཐར་པའི་དོན་གྱི་ཚིག་བླ་དགས་སོ།
en: Great Cloud Essence, ‘conceptions of reality, permanence, self, and sentient beings’ is an expression that means liberation. ‘

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། ཞི་བ་དང་། བརྟན་པ་ཞེས་བྱ་བ་ནི་དམ་པའི་ཆོས་ནུབ་པར་མི་འགྱུར་བའི་ཚིག་བླ་དགས་སོ། །
en: All tathāgatas are permanent, eternal, tranquil, and stable’ is an expression for the unwaning sacred Dharma.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ལས་དགོངས་ཏེ་བྱིས་པ་བཞིན་དུ་དེ་ཁོ་ན་དང་། རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ་ཞེས་གསུང་། བཀའ་སྩལ་པ།
en: Bhagavān, what do you mean by saying that ‘like a child, one should form conceptions of reality, permanence, self, and sentient beings’?” “

source: སྤྲིན་ཆེན་སྙིང་པོ་དར་གྱི་སྲིན་བུ་བཞིན་དུ་བདག་ཉིད་མ་དཀྲི་ཤིག །
en: Great Cloud Essence, do not entangle yourself like a silkworm!

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རང་བཞིན་ནི་དེ་ཡིན་ནོ། །
en: That is the essence of bodhisattva mahāsattvas who abide in this samādhi.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྙེད་ཅིག་མཛད་དེ། ཟློས་བུ་དང་འདྲེན་མར་དེ་ལྟར་བཀའ་སྩལ་ཏེ་ཅི་བགྱི། བདག་མེད་པའི་ཆོས་ཉིད་ཐུགས་སུ་ཆུད་བཞིན་དུ་ལམ་དྲང་པོ་དང་མི་འཐུན་པ།
en: “Bhagavān, on many occasions you have given various different responses that do not accord with the straightforward path that goes to the heart of the nature of the selflessness of phenomena.

source: རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་ཅིའི་སླད་དུ་སྐྱེད་དུ་སྩལ།
en: To what end do you speak of forming conceptions of permanence, self, and sentient beings?

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་དག་ཐར་པ་ནི་ནམ་མཁའི་མཚན་ཉིད་དེ་དེ་ཡང་མཚན་ཉིད་མེད་པའོ། །གདགས་པར་བྱ་བའི་ཐབས་ཀྱང་མེད་དེ།
en: The Bhagavān has said, ‘Monks, liberation has the characteristic of space, which itself has no characteristics and no means by which it can be designated.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་ཏེ་ནམ་མཁའ་དང་མཚུངས་སོ་ཞེས་ཀྱང་བཀའ་སྩལ།
en: Moreover, all the tathāgata, foe-destroyer, complete and perfect buddhas are also like this—equal to space.’ “

source: དེ་བཞིན་གཤེགས་པ་བྱེ་བ་སྙེད་ཀྱང་ཆུའི་ཟླ་བ་དང་འདྲའོ། །སྒྱུ་མ་དང་འདྲའོ། །དངོས་པོ་མེད་པའོ། །ཡ་མ་བརླའོ། །རྨི་ལམ་ལྟ་བུའི་རང་བཞིན་ཅན་ནོ། །ཆུ་ཤིང་གི་སྡོང་པོ་ལྟར་སྙིང་པོ་མེད་པའོ། །གློག་དང་སྤྲིན་ལྟར་མི་བརྟན་པའོ། །
en: The Bhagavān has also said that ‘the millions of tathāgatas are all like the moon reflected in water, like illusions, nonexistent, and void, their nature like that of a dream, hollow like the trunk of a plantain tree, and unstable like lightning and clouds.

source: ཆོས་ཐམས་ཅད་ནི་སྟོང་པ་དང་མཚན་མ་མེད་པའོ།
en: All phenomena are empty and lack characteristics.

source: །ཆོས་རྣམས་ཀྱི་བྱ་བ་དུ་མ་དག་ནི་ནམ་མཁའི་རླུང་གི་རྗེས་ཀྱི་རང་བཞིན་ཅན་ནོ་ཞེས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ།
en: The activities of phenomena are, in essence, like the traces of wind passing through space.’

source: ཡང་འཇིག་རྟེན་ན་སེམས་ཅན་ཐམས་ཅད་ནི་བསམ་གྱིས་མི་ཁྱབ་པའི་ཆོས་སུ་ཡང་དག་པར་འདུའོ་ཞེས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་ན།
en: Moreover, the Bhagavān has said that ‘all sentient beings in the world are subsumed under the inconceivable Dharma.’

source: བཅོམ་ལྡན་འདས་མི་རྟག་པའི་མཚན་ཉིད་ཀྱི་རང་བཞིན་ཐུགས་སུ་ཆུད་པ་བཞིན་དུ་རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་ཇི་ལྟར་སྐྱེད་དུ་སྩལ།
en: Bhagavān, having realized the nature that is characterized by impermanence, how can one form conceptions of permanence, self, and sentient beings?

source: རྟག་པའི་སྤྱོད་པ་ཡང་ཇི་ལྟར་བསྒོམ་པར་བགྱི།
en: How does one meditate upon the conduct of permanence?

source: སྤྱོད་པ་འདིའི་རྗེས་སུ་ཡང་ཇི་ལྟར་བསླབ་པར་བགྱི།
en: And subsequently, how does one train in this conduct? “

source: ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཤིན་ཏུ་བསྒྲིམས་ཏེ། འདུས་བྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཁོངས་སུ་གཏོགས་པའི་ནང་དུ་སྩལ་ཀྱང་། བདག་ཏུ་འདུ་ཤེས་པ་མ་རྙེད་དོ་ཞེས་
en: Again, the Bhagavān has said, ‘Monks, even if all the buddhas enter into deep concentration and search among everything subsumed within conditioned phenomena, they will not find any concept of self.’

source: བདག་མེད་པ་དང་། སྲོག་མེད་པ་དང་། གང་ཟག་མེད་པར་བཀའ་སྩལ་ཏེ། འགྲོ་བ་འདི་དག་ཐམས་ཅད་སྟོང་པར་ཡང་དག་པར་གསུངས་ན་རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་ཞེས་བཀའ་སྩལ་པ་འདི་ལ་དོན་ཅི་ཞིག་མཆིས།
en: If it is correct to say that there is no self, no life force, and no person and that all migrating beings are empty, then what is the meaning of the statement that one should form conceptions of permanence, self, and sentient beings?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་ཁྱོད་གར་འབྲོས། ཁྱོད་གང་དུ་འཕྱན། ད་ཕྱིན་ཅད་དེ་སྐད་མ་ཟེར་ཅིག །
en: “Great Cloud Essence," replied the Bhagavān, “where have you fled to? Where have you strayed to? From now on, do not say such things.

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཐམས་ཅད་མི་འཐུན་ནོ་ཞེས་སྐྲག་པར་མི་བྱེད་ལ།
en: Do not worry that bodhisattvas who abide in this samādhi are not in harmony with all phenomena.

source: ཆོས་ཐམས་ཅད་མི་འཐུན་པ་མེད་པའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་རྒྱ་ཆེར་མི་སྲུང་ཞིང་སེམས་ཀྱང་སྒོམ་པར་མི་བྱེད་དེ།
en: It is precisely because they are not out of harmony with all phenomena that they do not have to extensively maintain discipline or cultivate their minds.

source: ཆོས་ཐམས་ཅད་མི་འཐུན་པ་མེད་པས་རབ་ཏུ་དགའ་ནས་བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་རྩོམ་པ་ལས་ནུར་བར་མི་བྱེད་དོ།
en: It is because they are not out of harmony with all phenomena that they are joyful and that their commitment to undertake the activities of bodhisattvas therefore never wanes.

source: །ཆོས་ཐམས་ཅད་ཆད་དོ་ཞེས་ཀྱང་སྐྲག་པར་མི་བྱེད་ལ།
en: They do not have to fear the statement ‘all phenomena are annihilated.’

source: ཆོས་ཐམས་ཅད་ཆད་པ་མེད་པའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ཞིང་སེམས་ཀྱང་སྒོམ་པར་མི་བྱེད་དོ།
en: It is because all phenomena are not annihilated that they do not have to maintain discipline and do not have to cultivate their minds.

source: །ཆོས་ཐམས་ཅད་ཆད་པ་མེད་པས་རབ་ཏུ་དགའ་ནས་བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་རྩོམ་པ་ལས་ནུར་བར་མི་བྱེད་དོ། །
en: It is because all phenomena are not annihilated that they are joyful and that their commitment to undertake the activities of bodhisattvas therefore never wanes. “

source: དེ་བཞིན་དུ་རྟག་པ་དང་། མི་རྟག་པ་ཡང་གོང་མ་བཞིན་དུ་སྦྱར་བར་བྱའོ། །རློམ་སེམས་དང་། རློམ་སེམས་མེད་པ་དང་གཡོ་བ་དང་། མི་གཡོ་བ་དང་། མངོན་པར་འདུ་བྱེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དམིགས་པ་དང་། མི་དམིགས་པ་དང་། ཚུལ་ཁྲིམས་དང་། འཆལ་པའི་ཚུལ་ཁྲིམས་དང་། རིག་པ་དང་། མ་རིག་པ་དང་། མིང་དང་། མིང་མེད་པ་དང་། ཉེ་བར་ལེན་པ་དང་། ཉེ་བར་ལེན་པ་མེད་པ་དང་། འཇིགས་པ་དང་། འཇིགས་པ་མེད་པ་དང་། མཚན་ཉིད་དང་། མཚན་ཉིད་མེད་པ་དང་། འཆི་བ་དང་། འཆི་བ་མེད་པ་དང་། བྱང་ཆུབ་དང་། བྱང་ཆུབ་མེད་པ་ཡང་གོང་མ་བཞིན་དུ་སྦྱར་རོ། །
en: Similarly, the same thing applies to permanence, impermanence, conceit, lack of conceit, agitation, lack of agitation, conditioning, lack of conditioning, voidness, nonvoidness, apprehension, nonapprehension, discipline, lax discipline, awareness, ignorance, names, namelessness, appropriation, nonappropriation, fear, fearlessness, signs, signlessness, death, deathlessness, awakening, and nonawakening. “

source: ཆོས་ཐམས་ཅད་མྱ་ངན་ལས་འདས་སོ་ཞེས་སྐྲག་པར་མི་བྱེད། དངང་བར་མི་བྱེད་ལ།
en: You do not have to be afraid of the statement ‘all phenomena are in parinirvāṇa.’

source: ཆོས་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མེད་པའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ཞིང་སེམས་ཀྱང་སྒོམ་པར་མི་བྱེད་དེ།
en: It is because all phenomena are without passing into parinirvāṇa that bodhisattvas who abide in this samādhi do not have to maintain discipline or cultivate their minds.

source: ཆོས་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མེད་པས་རབ་ཏུ་དགའ་ནས་བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་རྩོམ་པ་ལས་ནུར་བར་མི་བྱེད་དེ།
en: It is because all phenomena are without passing into parinirvāṇa that they are joyful and that their commitment to undertake the activities of bodhisattvas therefore never wanes.

source: ཡང་དང་ཡང་སྨོས་ཅི་དགོས།
en: What need is there to go on and on?

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མེད་པ་དང་། དེ་བཞིན་གཤེགས་པ་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བའི་ཆོས་ནུབ་པར་མི་འགྱུར་བར་བྱ་བའི་ཕྱིར་རབ་ཏུ་གནས་ཤིང་ཚུལ་ཁྲིམས་སྲུང་སྟེ་སེམས་སྒོམ་མོ།
en: Bodhisattvas who abide in this samādhi are well established, maintain discipline, and cultivate their minds because all beings are without passing into parinirvāṇa and because the Dharma teachings on the Tathāgata’s permanence, eternality, stability, and tranquility will not vanish. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་བདག་ཉིད་མྱུར་དུ་གནས་པར་འདོད་པས་ནི་བདག་ཏུ་འདུ་ཤེས་པ་བསྒོམ་པར་བྱའོ། །གང་ཟག་ཏུ་འདུ་ཤེས་པ་བསྒོམ་པར་བྱའོ། །སྲོག་ཏུ་འདུ་ཤེས་པ་བསྒོམ་པར་བྱའོ།
en: Furthermore, Great Cloud Essence, those who desire to abide in this samādhi should cultivate the conception of a self, cultivate the conception of a person, and cultivate the conception of a life force.

source: །དེ་ལྟར་སྒོམ་པའི་བྱང་ཆུབ་སེམས་དཔས་ནི་ཏིང་ངེ་འཛིན་འདི་མྱུར་བ་ཉིད་དུ་ཐོབ་པར་འགྱུར་རོ།
en: Bodhisattvas who cultivate things in this way will quickly attain this samādhi.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཅི་ལས་དགོངས་ཏེ་མཁྱེན་བཞིན་དུ་དེ་སྐད་གསུང་བཀའ་སྩལ་པ།
en: Bhagavān, what understanding does the Tathāgata have in mind when making this statement?” “

source: སྤྲིན་ཆེན་སྙིང་པོ་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་འཇིག་རྟེན་པའི་བདག་ཏུ་འདུ་ཤེས་པ་སྒོམ་པར་བྱེད་དོ། །
en: Great Cloud Essence, bodhisattvas who abide in this samādhi cultivate the conception of a worldly self.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ལ་ཡང་བདག་གི་མིང་མཆིས་སམ།
en: Bhagavān, is this a correct name where transworldly phenomena are concerned?” “

source: བཀའ་སྩལ་པ། ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྟག་པ་དང་། བདག་ཏུ་འདུ་ཤེས་པ། འཇིག་རྟེན་ལས་འདས་པའི་འདུ་ཤེས་སུ་བསྟན་པར་འདོད་པས་རྣམ་པ་ལྔས་ཡང་དག་པར་བསྟན་པར་བྱའོ།
en: Bodhisattvas abiding in this samādhi who desire to teach about transworldly conceptions and the conceptions of permanence and self should teach these correctly by way of five aspects.

source: །ལྔ་གང་ཞེ་ན།
en: What are these five?

source: འབྲུའི་ས་བོན་ལྟ་བུ་དང་། ཤིང་གི་ས་བོན་ལྟ་བུ་དང་། སྣུམ་གྱི་ཁུ་བ་ལྟ་བུ་དང་། རིན་པོ་ཆེའི་རྣམ་པ་ལྟ་བུ་དང་། སྦྲུལ་གྱི་པགས་པ་རྙིང་པ་ལྟ་བུའོ།
en: They are like a grain seed, like a tree seed, like refined oil, like precious objects, and like an old snakeskin.

source: །འདི་ལྟ་སྟེ་དཔེར་ན། འབྲས་སཱ་ལུ་ལ་སོགས་པའི་འབྲུ་འབྲས་བུ་ནས་འབྲུ་ཉིད་དུ་མ་གྱུར་གྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་མི་བྱེད་ལ།
en: In the case of these analogies, as long as grains such as rice and so forth are still developing from seeds, they are correctly classified and counted among indeterminate phenomena and are not fit for sentient beings’ use.

source: ཕུབ་མ་མེད་པའི་རང་བཞིན་དུ་གྱུར་ནས་ནི་སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་བྱེད་ཅིང་ས་བོན་བརྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་སུ་ཡང་བགྲང་བར་འགྱུར་རོ།
en: When they have matured into their natural state, free from their husks, then they are fit for sentient beings’ use, and their seeds can be counted among the category of determinate phenomena. “

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་འཐུན་པར་སྤྱོད་ཅིང་ནམ་ཏིང་ངེ་འཛིན་འདི་མ་ཐོབ་ཀྱི་བར་དུ་ནི་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ།
en: Similarly, when one is practicing in a way that is not in harmony with all phenomena, and as long as one has not obtained this samādhi, one should be correctly classified and counted among indeterminate phenomena, and one is not capable of saving sentient beings.

source: སེམས་ཅན་རྣམས་ཀྱི་སྐྱབས་བྱེད་པར་ཡང་མི་འགྱུར་ལ། ལྟ་བ་དང་། ཐེ་ཙོམ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་དང་། མི་རྟག་པ་དང་། མི་བརྟན་པའི་རང་བཞིན་གྱི་ཉོན་མོངས་པའི་ཕུབ་མ་ཐམས་ཅད་དང་བྲལ་བའི་རང་བཞིན་དུ་གྱུར་ནས་དེ་ཕྱིན་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ཐེ་ཙོམ་ཐམས་ཅད་ཀྱང་གཅོད་པར་བྱེད་ཅིང་སྐྱབས་སུ་གྱུར་པ་ཡང་ཡིན་ལ།
en: When one has attained the nature that is free from the husk of the afflictions of views, of doubts, of the conception of passing into parinirvāṇa, and of belief in the nature that is impermanent and unstable, from then onward one will eliminate the doubts of all sentient beings and become their protector.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བར་གྱུར་པའི་རང་བཞིན་གྱི་ས་བོན་དུ་ཡང་འགྱུར་ཞིང་སེམས་ཅན་དུ་འདུ་ཤེས་པ་ལ་ཡང་འགོད་པར་འགྱུར་ཏེ།
en: The grain of the nature that is permanent, eternal, stable, and tranquil will have matured, and the concept of sentient beings will be established.

source: དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་འབྲུའི་ས་བོན་དང་འདྲ་བ་ཡིན་ནོ། །
en: In this fashion, all phenomena are like a grain seed.

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་ཏ་ལ་དང་། ཨ་མྲ་དང་། སྤའི་འབྲས་བུ་ལ་སོགས་པ་ནི་དང་པོ་ལྕུག་གུ་སྐྱེ་བ་ནས་ནམ་འབྲས་བུའི་རང་བཞིན་དུ་མ་གྱུར་གྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་མི་བྱེད་ལ།
en: “For the next analogy, Great Cloud Essence, it is like the fruits of the palm tree, the amṛtala, bamboo, and so forth. From the time they emerge as shoots and for as long as they have not matured into fruit, they are correctly classified and counted among indeterminate phenomena and are not fit for sentient beings’ use.

source: ཤུན་ལྤགས་དང་བྲལ་བའི་རང་བཞིན་དུ་གྱུར་ནས་ནི་སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་བྱེད་དེ། ས་བོན་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་བར་འགྱུར་རོ།
en: When they have matured into their natural state, free from their outer peel, then they are fit for sentient beings’ use, and their seeds can be counted as determinate phenomena. “

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་འཐུན་པར་སྤྱོད་ཅིང་ནམ་ཏིང་ངེ་འཛིན་འདི་མ་ཐོབ་ཀྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ།
en: Similarly, when one is practicing in a way that is not in harmony with all phenomena, and as long as one has not obtained this samādhi, one should be correctly classified and counted among indeterminate phenomena, and one is not capable of saving sentient beings.

source: སེམས་ཅན་རྣམས་ཀྱི་སྐྱབས་བྱེད་པར་ཡང་མི་འགྱུར་ལ། ལྟ་བ་དང་། ཐེ་ཙོམ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་དང་། མི་རྟག་པ་དང་། མི་བརྟན་པའི་རང་བཞིན་གྱི་ཉོན་མོངས་པའི་ཤུན་ལྤགས་ཐམས་ཅད་དང་བྲལ་བའི་རང་བཞིན་དུ་གྱུར་ནས་དེ་ཕྱིན་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ཐེ་ཙོམ་ཐམས་ཅད་ཀྱང་གཅོད་པར་བྱེད་ཅིང་སྐྱབས་སུ་གྱུར་པ་ཡང་ཡིན་ལ།
en: When one has attained the nature that is free from the outer peel of the afflictions of views, of doubts, of the conception of passing into parinirvāṇa, and belief in the nature that is impermanent and unstable—from then onward one will eliminate the doubts of all sentient beings and become their protector.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བར་གྱུར་པའི་རང་བཞིན་གྱི་ས་བོན་དུ་ཡང་འགྱུར་ཞིང་སེམས་ཅན་དུ་འདུ་ཤེས་པ་ལའང་འགོད་པར་འགྱུར་རོ།
en: The seed of the nature that is permanent, eternal, stable, and tranquil will have matured, and the conception of sentient beings will be established. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན། བུ་རམ་ཤིང་དང་། ཏིལ་དང་། ཁྲེ་དང་། ཁྲེ་རྒོད་དང་། བའི་འོ་མ་ལ་སོགས་པའི་སྣུམ་གྱི་ཁུ་བ་ལྟ་བུ་ནི་མྱུ་གུ་དང་།
en: For the next analogy, Great Cloud Essence, it is like the refined oils produced from sugarcane, sesame, millet, sorghum, and cow’s milk.

source: འོ་མ་བྱུང་བ་ནས་ནམ་སྣུམ་གྱི་ཁུ་བ་ཉིད་དུ་མ་གྱུར་གྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཤིང་བགྲང་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་མི་བྱེད་དོ།
en: From the time those things emerge as sprouts or from the udder and as long as they have not been refined into oil, they are correctly classified and counted among indeterminate phenomena and are not fit for sentient beings’ use. “

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་འཐུན་པར་སྤྱོད་ཅིང་། ནམ་ཏིང་ངེ་འཛིན་འདི་མ་ཐོབ་ཀྱི་བར་དུ་ནི་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་སྐྱབས་བྱེད་པར་ཡང་མི་འགྱུར་ལ།
en: Similarly, when one is practicing in a way that is not in harmony with all phenomena, and as long as one has not obtained this samādhi, one should be correctly classified and counted among indeterminate phenomena, and one is not capable of saving sentient beings.

source: ལྟ་བ་དང་། ཐེ་ཙོམ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་དང་། མི་རྟག་པ་དང་། མི་བརྟན་པའི་རང་བཞིན་གྱི་ཉོན་མོངས་པའི་ཤུན་ལྤགས་དང་བྲལ་ཏེ། བསྐུས་པའི་རང་བཞིན་དུ་གྱུར་ནས། དེ་ཕྱིན་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ཐེ་ཙོམ་ཐམས་ཅད་ཀྱང་གཅོད་པར་བྱེད་ཅིང་སྐྱབས་སུ་གྱུར་པ་ཡང་ཡིན་ལ།
en: When one has attained the oily nature that is free from the outer peel of the afflictions of views, doubts, the conception of passing into parinirvāṇa, and of belief in the nature that is impermanent and unstable, from then onward one will eliminate the doubts of all sentient beings and become their protector.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བར་གྱུར་པའི་རང་བཞིན་གྱི་ས་བོན་དུ་ཡང་འགྱུར་ཞིང་སེམས་ཅན་དུ་འདུ་ཤེས་པ་ལ་ཡང་འགོད་པར་འགྱུར་རོ།
en: The seed of the nature that is permanent, eternal, stable, and tranquil will have matured, and the conception of sentient beings will be established. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན། རོ་ཉེའི་མགར་བའམ། ཟངས་མགར་རམ། དབྱིག་དང་། གསེར་གྱི་མགར་བའམ། རིན་པོ་ཆེ་བྱེད་པ་གཞན་གང་ཡང་རུང་བ་ས་རྡོ་དང་། གྱོ་མོ་དང་། གསེག་མ་ལ་སོགས་པ་ལེགས་པར་བརྫིས་པ་ལས། ཞིག་བྱས་ཏེ།
en: For the next analogy, Great Cloud Essence, it is like a leadsmith, coppersmith, jeweler, goldsmith, or anyone else who makes precious things, who finely grinds up rocks, stones, pebbles, and so forth, pulverizing and then firing them in an oven.
